C1=CNC=NC1
[CH2-]C
C1CSCCN1
C1=C[NH]C=N1
C1=NN=N[NH]1
C1=NSC=N1
C1=NN=CO1
C1=CNSCCC1
C1=CN=CC1
C1=CNCN=C1
C1=COCCC1
C1=CC2=CC3=CC=C(C=C4C=CC(=CC5=NC(=CC1=N2)C=C5)[NH]4)[NH]3
C1=CN=COC1
CN
C1=COC=C1
C1=CSCCS1
C1=CNN=CN=C1
[CH3-]
C1=COCOC1
C1CNCCNC1
C1=CCCCCCCC1
N[O-]
C1CN=NC1
C1=NCCNCC1
C1=C[NH][NH+]=C1
C1=NCCN1
C1=NCNC=P1
C1=C[NH+]=CCC1
C1=CSCN1
C1=NSN=C1
C1=CSC=[NH+]1
C1=NCNC1
N=O
C1=CC=CC=C1
C1=NON=C1
C1=COCCO1
C1CC1
C1CNCCOC1
[NH-]O
C1=COC=NC1
C1=NCCN=CC1
C1CCNSNC1
C1=CN=CC=C2C=CC3=CC4=NC(=CCN(C1)[Mn]N23)C=C4
C1=COC=N1
C1=CSSC1
C1=NCNN1
C1=CCCCC1
C1COCCOCOCCOC1
C1=NCCNC1
C1=C[CH-]CC=C1
C1=CC[NH+]=C1
CO
C1=CN=CNC1
C1CCSCC1
C1=C[N-]CC1
C1=CN=NCC1
C1=CCNCCNCCC2=CC=C(C=C2)OCCC1
C1=COCC1
C1=NN=CCC1
C1=CCC=C1
O=P
C1COCCNCCOC1
C1CN=NNC1
C1CC[NH2+]C1
C1=C[CH-]C=C[CH+]1
C1=N[NH]N=N1
C1=CC1
C1CC2CCOC(C1)O2
C1=NCCCS1
C
[CH+]1CCCCC1
C1=CC2=CC=C1CCNCCNCCCCCCCCO2
C1=C[NH]C=C1
C1CCOCNC1
CP
C1=CCNN=C1
C1CCC[N-]CC1
C1NNCO1
C1=CNCN1
C1=CN=NNC1
C1CC2CCC1C2
C1=COCCCO1
B
C1=CN=CC=C2C=CC3=CC4=NC(=CCN(C1)[Co]N23)C=C4
C1=[NH+]CCCN1
C1=NCCCCC1
C1=CN[N-]C1
C1CC2CCCC(C1)N2
C1CN=[NH+]C1
C1=CNCCCC1
C1CCCC1
C1=NCCC1
C1=NNCCN1
FS
[O-]P
C1C[NH+]=N[N-]1
C1CC2CC(C1)C2
[N-]=[NH2+]
C1=CN=CN=C1
C1CSC1
C=S
C1=CC2=CC=C1CCNCCNCCCOCCCO2
C1=CC=NC=C1
C1=CN=CC=N1
C1=CCN=C1
SS
C1COCOC1
[C-]#[NH+]
OS
C1=[NH+]CCN1
C1=C[NH2+]CNC1
BC
C1NCC2OCC1O2
BO
[NH-]S
C1=[NH+]CCS1
C1COCO1
C1=N[NH]N=C1
C1=C2CCC(=N2)C=C2CCC(=CC3=NC(CC3)C3CCC1=N3)[N-]2
C1=CC2=CC=C1CCNCCNCCCCCCCO2
C=N
C1=NCNCC1
C1CCONC1
C1CCNCC1
N=S
C1=CC2=CC=C1CCCNCCNCCCO2
CI
C1=CC2=CC=C1CCNCCNCCCCCCO2
[CH2-]N
C1CSCN1
C1=NN=C[NH]1
CC
C1=CCOC=C1
O[SiH3]
C1=CSC=N1
C1=NOCC1
C1=CC=NCN=C1
C1COCCSCCOC1
C1=COCNC1
C1=NNCO1
C1=CSCCN1
C1=NNCCC1
[NH-]N
C1CCSC1
C1CCC1
C1COSN1
C1=NC=NNC1
C1CCOC1
C1=CCNC=C1
C1=CNCNC1
CBr
C1=NCCCC1
C1CCNC1
C#N
C1=NCCCO1
C1=[NH+]CCC[N-]1
C1=CCCCCC1
C1=CNSCC1
C1=CCC=CC1
C1=NCCO1
[CH2+][NH-]
[NH3+]O
C1COCCN1
C1CCCNCCC1
C1COCCOC1
C=O
C1=CSN=C1
C1=CCNCCNCCC2=CC=C(C=C2)OCCCCC1
CCl
C1=CCNCCNCCC2=CC=C(C=C2)OCCCC1
C1=CSCC1
C1=NCCSC1
C1=CN=CCC1
C1CNN=N1
C1=COCCNC1
C1=CSN=N1
C=[N-]
C1=CC2=CC=C1CCCNCCNCCCCCO2
B1OCCO1
C1CC2CNC(C1)C2
C1=C[NH]N=C1
C1CNCN1
C1=NNNC1
C1=COCO1
[CH3+]
C1CCNNCC1
C1CC2CCOC(C2)O1
C1=CON=C1
CF
C1=CN=CC=C2C=CC3=CC4=NC(=CCN(C1)[Cu]N23)C=C4
C1=CCNC=NC1
C1CC2C3CCC4C1CC2C4C3
C1COC1
C1CCOCC1
C1=[NH+]CCC1
C1CN2CC3CN1CN(C3)C2
C1CCOCOC1
C1CO1
[NH4+]
C=C
C1=NNCN1
C1=CN=NC=C1
C1=NOC=N1
C1=CC2CCC1C2
N[NH3+]
C1=N[NH][NH+]=N1
C1=CNC=CC1
C1=NNCS1
[CH2-][NH3+]
C1=CCC=C[CH-]1
C1CCCSCC1
C1=C[NH][N-][CH+]1
C1=CC=[NH+]C=C1
[NH3+][O-]
C1=NNCC1
C1CNCNC1
C1COCN1
C1=CCC1
C1C[NH2+]CN1
NP
N=[NH2+]
C1=CCOCC1
C1=C[NH+]=CC=N1
C1=[NH+]CC[N-]1
C1CNCNNC1
C1CNNCCCSSCCCNNCCCSSC1
C1C2C3NC4C1C1NC2C3CC41
C1CCCCC1
C1=CCNCCC1
C1=CNNC1
C1=NCNN=C1
C1=C[N-]NC1
C1=CC2=CC=C1CCNCCNCCCOCCO2
NS
C1=NNCNC1
NO
[CH-]1CCCC1
C1=CC2=CC=C1CCNCCNCCCOCCCCO2
C1NCSCN1
C1=CNCC1
C1=C2CCCCCC(CC1)C2
C1=CCNCC1
C1=CNCCC1
C1CC[NH2+]CC1
C1=NSCN1
C[NH3+]
C=[OH+]
C1=NN=CS1
C1=NC=NN=C1
C1=CC[NH2+]CC1
C1=CN=[NH+]C=C1
C1=NCCN=C1
C1=NCCCN1
C1=PCNCN1
C1=NCCS1
C[NH-]
C1CNC1
C1CC2CC1CN2
C1=CNCNNC1
C1=C[NH+]=C[NH]1
[SiH4]
C1=NNCN=N1
C1CC[N-]C1
C1=CC2=CC=C1CCNCCNCCCCO2
S
C1=C[NH2+]CCN1
C1CNCN=N1
C1=N[NH]C=N1
C1=CC2CC(C1)C2
C1CNPN1
[CH2+]C
NN
C1=CCCN=C1
C1=NN=CN=N1
CS
C1COCCO1
C1CCNCNC1
C1=CCNC1
C1CNCOC1
C1CNSC1
C1=CC=CCC=C1
C[O-]
C1CCCOCCCOCC1
C[SiH3]
C1=CCCCC=C1
OP
[NH2+]=O
C1NCC2CNCC1C2
[CH-]1CCCCC1
C1=CCCC=C1
C1CNCCCOC1
[NH3+]S
C1=NCCSCC1
C1=CNCC=N1
C1CNNC1
[CH+]1C[NH2+]O[N-]1
C1=CCCC1
C1CCCCCCC1
C1=CCSCC1
C1CCNNC1
C1=NC=NC=N1
C1=CCCNCCNCCCCCCC1
C1=COC=CC1
C#C
C1=CCOC1
C1=NC=NCC1
C1=CSCS1
C1=CNNN1
C1=NCC[CH-][NH+]=N1
C1=CSC=C1
O=S
N=N
C1COCC[NH2+]1
C1C2CC3CC1CC(C2)C3
C1=NC[NH+]=C1
P
C1CCCCCC1
C1=NSSC1
C1CNNCN1
C1=CSCCC1
C1=CCC[NH+]=C1
C1CCCNCC1
C1=CCCCCCC1
C1CNCCN1
C1=[NH+][CH-]N=N1
[O-]S
C=[NH2+]
C1=CCNNC1
C1=C[NH]N=N1
N=[OH+]
N
